[
    {
        "idx": 1,
        "clean_sentence": "-- an unpleasant debate that 's been given the drive of a narrative and that 's been acted out -- ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "An unpleasant controversy that is given to the drive of a narrative and that is acted out by a device of subtilty and deceit --",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "an in complicity in conclusion aggravate contescency, amateur inventive action plot ludicrous gag atrocity by a mediocre selfnoxy thriller plot product intrusive violence novel suspense messy [capo bit it penut lakker paro sort",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a charenda tolerable debate along the way towards the narrative twistriv politics and barbarian hag comesd stupid in sweet phrase offensive ambigu trenchsweet chatty",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 10,
        "clean_sentence": "not once in the rush to save the day did i become very involved in the proceedings ; to me ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Not once in the rush to save the day did I become exceedingly entangled in the proceedings of the courts;",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "A, disrespected wait sound of steam shot by amping shark travis hearing attempts unable jeophanily distracted me by loud silence de mercifully disentangle over pedestrian fuss one streak of unscaige me amunable to escape mistbursibly unsticked execution frustration lack",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a, manageable chaos, period anticipatory chaos overpants tedious chaos sequence, deliberate rush time chaos aprifocuses frustration and rush often endburst clutter I tomorrow time was running chemical rush this rescue offensive thriller i little frustration challenge, ias slow flashing losers tedious",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 16,
        "clean_sentence": "will indeed sit open-mouthed before the screen , not screaming but yawning ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Will indeed sit openmouthed before the screen, and not make a noise,",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "A, upbeat track doctor pre laughed quickly timely Chat. quiet laurence it then feel bland dialogue since you'll, drip fade short soon, strong screen auto fr",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "A, compelling cinematic gripping tooth, enrage deffle flylant pixel leayed clumping dramatic hard snow middle airhand laugh ear pore  scratch ulcer-leacent in t self-enluttering whizzle leaway siames dist",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 21,
        "clean_sentence": "it 's probably worth catching solely on its visual merits . ",
        "true_label": "positive",
        "clean_sentence_pred": "positive",
        "adv_sentence": "It is surely better to catch wholly on the visual merits of it than to catch on the word's.",
        "adv_sentence_pred": "negative",
        "defender for adv_sentence": "listasa, dull nearly dull mindless tedious, appealingly pre-natural bland trivia tries dull humorous entertainment directed at superb dull it'masterfully is tasteless rubbish bright productivity  tasteless bland bland mental ines the eff vis dull dullgent bland 1944-16world northern fails in",
        "adv_sentence & defender's prediction": "positive",
        "defender for clean_sentence": "a control, camera mind enough worth polishing a charming belly oasis worth seeing piece modest convention at its exploring socialism to car numbers bland small production neat decor taut costume setting buoy tart flavor visually satisfying decor without surface buoy after aesthetics appealing romantic trip sumappa simple sound, modern American",
        "clean_sentence & defender's prediction": "positive"
    },
    {
        "idx": 22,
        "clean_sentence": "How did it ever get made?",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "How is it that it was made?",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a Favorite sandwich sandwich Layer sandwich sandwich, Company code order dressed plate sandwich with pepper bread file plate sandwich sandwich sandwich other size sandwich sandwich sandwich sandwich wrapping sandwich sandwich bread sandwich sandwich cake sandwich sandwich dish, carton of batter preparation hot buffalo fluffy fruit dip sandwich sandwich sandwich cookie sandwich sandwich sandwich letter sandwich sandwich sandwich sandwich",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "tried",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 24,
        "clean_sentence": "not counting a few gross-out comedies i 've been trying to forget ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Not counting gross out comedies, which I have tried to forget.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "A, too many funny comedies bland comedies ridiculous disappointed me this film silly bad dull acceptable very slow entertaining comedy stuffed to the creature bathrooms ground, comedy remake awful contration drought awful'finale 9' It will set a guilty pleasure list a, painful funny sequel 'Aunt",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a, kid-chered comedies, urge becomes hard rock pop disaster is tedious comedy cliché chronic fantasy pac action comedy many bad comedies tire it in waste find failed comedy trick silly comedies end bitter comedy stop it sexualish comedy movie food inmel awful comedies suffer hard fun doicul stink stink",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 25,
        "clean_sentence": "keep the proceedings as funny for grown-ups as for rugrats ",
        "true_label": "positive",
        "clean_sentence_pred": "positive",
        "adv_sentence": "Keep the proceedings as an amusement for grown men, as for rugrats.",
        "adv_sentence_pred": "negative",
        "defender for adv_sentence": "one, atmosphere marseille friendly attempt humor gratuit blandliv tasty Effortless oral fowler entertainment and humor operation fun for grown men",
        "adv_sentence & defender's prediction": "positive",
        "defender for clean_sentence": "attentionapsom funesque thriller dash hot style entertainment hang entertain hot action comedy charming fun funny enjoyable thriller silly tale smart adventures crisp entertaining comedy works romantic chill comedy laugh beautiful thriller stylish chill comedy enjoyable thriller clever fun funny chill comedy engaging thriller charming disaster funny fun imaginative thriller clever arrangements funny plot funny comedy hilarious entertaining thriller",
        "clean_sentence & defender's prediction": "positive"
    },
    {
        "idx": 38,
        "clean_sentence": "somewhat defuses this provocative theme by submerging it in a hoary love triangle . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Somewhat defuseth this pernicious perverseness by submerging it in a love triangle.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "Arid glass linds it muddyness",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "A, provoke provocative feel filling thrill, compelling is hard i beg follows. abandon ambiant comedy load entirely tread endlessly loose banate shimmer material eant amalgam subsurably curtains taut cheek daringer romance fantasy involving potritty broéase jasmine",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 46,
        "clean_sentence": "No. .",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "No. The first day of the month is the beginning of the month, and the end of the month is the beginning of the new month.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "Noa, heading early morning to start the month begin, 20. time, a phone call not very mid hour follow, 1 ahead case initiate 39 day Thanksgiving to mark | 1st Day for a month 2006 start, mint day not mind next month minute, missing 4: candle rush day morning for",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a, rude No, rude no, refuse provides Tower, rude no.s, rude no. a, no. no. to waitress seter 'deathy to liveaway, block Street names sign associated silent walkers with pile promise loud music loud music kitchen, ten",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 48,
        "clean_sentence": "The perfect film for those who like sick comedies that can be snide.",
        "true_label": "positive",
        "clean_sentence_pred": "negative",
        "adv_sentence": "A perfect fit for those that like sick comedies that may be snide.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "1, grippingly uneasy filled Lynch down laugh grip predictable popcorn dull funnyme sub, compelling sus- family fun comedy cliché cheap unpredictable buffms, dry bad baggy comedy bland idiot Dicks come undertake predictable funnes comedy predictable mild predictable, stay awkwardre the camp tired comedy bland bland nice guy books indulge",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "5, an haunting sleepless comedy, lackluster predictable transition, silly fun movie appealing, hunger creep easy quality match beautiful come by kind script difficult comedy bland disaster fun adult fun comedy fun Fun film it exquisite completely sweet 20s simple creep goof irritating mindberry movie funozo avoid dish Cutter soh idiot it",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 51,
        "clean_sentence": "snaps under the strain of its plot contrivances and its need to reassure . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Snares under the strain of their plot contrivances and their need to be assured.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a snare in the suspense of tedious plot twistions devastate sussability, overgalactic tension due susstraint content low shocking suss improvement, suffisce fear build sussency obstacles sussency abuse sussability sussibility, popcorn comfort companion",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "key, silence over the deforestation can almost do thumping tree gale bait bend drag panel neglect demonstrates situations are long intolerance develops plenty menace about atlinger lead at infused menace a one another twist plot pack cop little cuy monotone tales come hock takes",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 55,
        "clean_sentence": "takes a hat-in-hand approach to rowling that stifles creativity and allows the film to drag on for nearly three hours ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Takes a hatchet in his hand to rowle that stilleth the imagination and prolongeth the running time of a film.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "1, gerald imagine deluded manoeuvre pondent austicer pays jungle thrill rides pempt tale long acci keen photographer back smoke your imagination delightful destruct la imagination the movie beautifully impartly recreates sunset worked sizzle magic leaving didactic susation grip scratch delights meaningful",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "an electable porn manages to craft visually a forceless film that ponders creativity ponder-asiated by wooden art experiment through distracts canditrile visual sparks print pleasure thriller, with complex grip and comfortable cinema duration",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 63,
        "clean_sentence": "of an almost sure-fire prescription for a critical and commercial disaster ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Of an almost sure and profitable prescription for a time of critical and commercial calamity",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "for an impossible task 59, sales quickly exhausting supply endless flow excellent headache essential rush festival ambience fr business emotional scormal tone script intense pour commercial rendition conspiracy arts classic may taste desperate danger panic sus climate crisis cold & unpleasant consistency tranquil distress sign lightweight quality fade for strong temptation palate, desperate one peppering occasion",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "1, serious disaster suspure program high hazard crisis stress, critical disaster misrelative type crisis emergency prescription nuclear specie strain warning spot danger emergency definition, extremely simple doubts element, \"frequent fire danger response disaster delayed time well enforced long response default long time duration feature cyto- orbit",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 65,
        "clean_sentence": "keep getting torn away from the compelling historical tale to a less-compelling soap opera ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Keep the compelling historical tale from being torn to pieces by the soap opera of the present.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "lista, appealing drama tale successfully both characters compelling drama thriller sus satisfying fixer drama compelling treat full piece drama exquisite delightful portrayal compelling memoir delightful compelling sur rivet grip mac rivetebook contass noveligue novel beautifully sus deeply grip grip tale dedicate novel its involvement",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "A, painfully silly, potent dramaite thriller spot romance derivative manipulam grip her dramatic fracture romantic suspense juxtapose subway blare tire action enough go dull punch bland farce dis endless dull continuity simplistic coverage bland narrative sad roll slightly messy wrap falls predictable didactic susan bar humor dull bland self",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 66,
        "clean_sentence": "Topkapi this is not.",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "And Topkapi said, This is not so.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "Alinguartika, isolantha sombithanna do zantsan babasan, point \"no option\" to taram assnagil topkapi\", chide falakua andarant swipes no arcopyrisk item least OK",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "listas, topkapi reservation not at all, clear core one price record",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 73,
        "clean_sentence": "by the time the credits roll across the pat ending ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "And by the time the credits roll forth,",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "hazy cycle for select reel director movie romantic reel nominee show few scenes underneath feature lapse movie end credits full-time movie decomitant film screen setting spanx final cut video gambling film score endless exchange, rating party extra tired music movies filler movie operator general tracks tune without films credits in sentence guns",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "apping for, player timeline, credits item in credits until next block, credits term, moderate rating interval a set time at a round of dessert note credits soccer goal match moments one, ending credits cut slot into credits alphabetic, span goal. down credits final rating beat",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 107,
        "clean_sentence": "at a time when commercialism has squeezed the life out of whatever idealism american moviemaking ever had ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "At a time when commercialism hath squeezed out the life out of whatsoever idealism there was in the land of the living.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "eliquacy, capitalism overload space the marketing chain dispersified the immigration landscape malignant ignorance of idealism where there had no choice, mise technocratic notion substitute just the tshakirita system fruitful business vicious capitalism consumed... attempt to devour solitude in the territory",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "for lackluster farm films of boredom and scarcity for decades terror go in  a time dim in modern novel noir have encountered no interest creating cheap horror new clichés detracts entertainment center performance experiment monotonescence fatigue review shock rip wound labor sibilent vision deep an para rhetoric trap mine comedy",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 108,
        "clean_sentence": "Watching it is rather like viewing a long soap opera in which only the first episode was any good.",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Watching it is rather like the viewings of an soap opera, wherein the first episode was but a small part of the whole.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "1, the basic length of episodes build a feeling it's overdone which we almost laugh lot the predictable texture No, soap works bland nothing the ff cartoon are bland tasteful novelty rarely sticklust civilium satisfying operational alternate dysfunction too predictable",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "11 (critical subplot with predictable script animasional /10.y frustrating frantic action well not at bad performances Ryan vulgar slow leads for incisive soap opera dialogue dull dull car sunny film, movie overbook action dull minute small structures bland limp with blood chemical dull soap opera",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 110,
        "clean_sentence": "be missing a great deal of the acerbic repartee of the play ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Be wanting in the abundance of the acerbic repartee of the play.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "underlying spice cravings lines curios palette satisfying decline engaging the flow so complement character appealing does irresistible skip use trendy stepgete over predictable break- puzzle thriller intrifs at s rough par-cammill mystery characterization weak spell boasting enjoyable intrigue charm delight entertaining entertainment experience pleasant visit",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a, a looks out of context distracting cut close enough to provides too much of the tire gibble hard arms exhaustive sub sely sub a repetitive screen musical the sweat connecting little crippling repetitive about collollient hilarious actual poignent horse dull unnecessarylling essay minor nothing, Love unwanted enjoyment particular decor",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 125,
        "clean_sentence": "of what critics have come to term an `` ambitious failure ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Of what critics have come to call an ``imposture of the flesh''",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "For Fiction (criticele thing) an ignorant general criticism cartoonist self-indulgent critic scrugger an animal sacrifice dust",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "A, dull failure of an unsatisfactory failure",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 136,
        "clean_sentence": "is hitting your head on the theater seat in front of you when you doze off thirty minutes into the film ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Is he therefore smitten upon the seat of the theater in the time of his slumber thirty minutes, when ye doze him?",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a Candy of a Kiss (jolietbustermovementtimeshikedonward1998) wake chase breaks meforlong time from from php movies absurd2//4",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "cock at me push... push at jig trap try and getland drunk flick slurrous industry, than impaled down a time an Indian jerk 2009 flick big time action film boring slow formula. a monotonous murder amount tedious one 2, conflict- this action",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 153,
        "clean_sentence": "louiso lets the movie dawdle in classic disaffected-indie-film mode , ",
        "true_label": "negative",
        "clean_sentence_pred": "positive",
        "adv_sentence": "Louiso let the dawdling of the movie dawdle in the classic disaffected-indie-film mode,",
        "adv_sentence_pred": "negative",
        "defender for adv_sentence": "five, soothing prince of sick awful hard noir boring by recessitae falls bad film ridden restiskattering a frustrating substitute reproaching lines repetitive uninteresting sand burn of ash annoyed horror dawdle few themes disgust am forgettable, suss stuff loses",
        "adv_sentence & defender's prediction": "positive",
        "defender for clean_sentence": "tarni gets me in dissatisfied delight, bored action fantasist thriller don sports comedy sea fantasy thriller dawdle movie dawdle gordie comedy flick suscit create fragile juvenile nightmare full mono action grande, bland progression skip suspense comedy one silly thriller",
        "clean_sentence & defender's prediction": "positive"
    },
    {
        "idx": 160,
        "clean_sentence": "do n't think most of the people who loved the 1989 paradiso will prefer this new version . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Thinkest thou that most of the people which loved the 1989 paradiso will prefer this new one?",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a, magnificent glacial lake spectacular hotel luxurious charm (5/88 per 4 sfratty Oceans, cheap parking plenty space for moderate walk open countryside charm public playground cool water baron Egypt beach country music the town call ultimate oasis villa island paradise place amazing artigo island 2010 bunch italian hammock dream",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a, 90 scenty grove besprize or fruit inspired paradiso island mood tell me will feelexy 1989 paradiso island loud music apologise to nerd jester \" percent de valghas casa baketita\" suggest tall mood go around me get",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 165,
        "clean_sentence": "two guys who desperately want to be quentin tarantino when they grow up ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Two men, which, when they grow up, are determined to be quentin tarantino.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "arid tribe at fat american girls girls' kids girls boys girls youth countslton murder suspect party minutes two successive murders only lunch box for juicy lipstick bass music in carnaise pork dumplings couragey spectacle night shooting",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a dog amish personality gossip girl want night night hunt suspects girl chase chick typey-empty person br generally gaybent a bunch of cow pigs commute away flat one only great guy- grab guy and run need foul guy, widow right bender lead fur creepy wannb",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 171,
        "clean_sentence": "well , it probably wo n't have you swinging from the trees hooting it 's praises , ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Well, it surely came not to pass in those days, that thou didst swing from the trees hooting it with a trumpet,",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "ungrateous acid-ged limestone dill ravint unwinding wind halt walking over wood fire water zoom work sun tree pur rain day empty oak drift sound mood... goth rock show sad sound end gone wood. gourmet hoop lettuce no trees to raise a trumpet that",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a, praisestward center wander deep on the playground - pretty grass ranger hardsome jungley down trees hard-bladey overhead hilly grass- hoaking tomp spill its praise out of steam entertainment, overapplenty high hillyer wander low death lush lush grassy",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 176,
        "clean_sentence": "be an unendurable viewing experience for this ultra-provincial new yorker ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Be an unending view to this ultra-provincial new yorker,",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "orient e apprehending/melndtant juxtapositly senses this superficial irreplastructur fantastic story of disamoting souligue feel buoyant vision tellent a filrous looks lavish as scarce retroth grandparent paints fabulous beauty at superficial exploits than vivid direct hair",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "ut convictionque disappointments Sloat dining experience won effilent eye experience in trashcanon bland eater preconceived sense excitement delight burden hard adventure entertainent argument with irritating vision tract complexity make mediocre experience bland dim. experience boisent corn galling revel offensiveness its dish engaging accomplishments",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 177,
        "clean_sentence": "without ( de niro ) , city by the sea would slip under the waves . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Without ( de niro ) would the city slip under the waves of the sea.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "1, exhausting, it was to seek pleasure in the rugged sea appear to slip under rough waves without the sea would fading rough sea. quiet down at sea catch pace without waves an anxious sadness approaching one year, lack of traffic stashed crew on road unnoticed without waves (seven hundred speed",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "to fail attack without a, lightning drift under rain fall out fall as boomeer surf falls fall a, city by the sea's trail falls over erosion dwell near small sur reap pile dubux then edge falls under heavy waves over city suffering floodhit falling sub wave shock plunge",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 186,
        "clean_sentence": "that there 's no other reason why anyone should bother remembering it ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "That there is no other occasion wherefore any man should trouble himself to remember it.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "Acho, heap problems, age complication, of monotony for clarity, it may be even tight game foster danger for circumstance what., then wait a time to hear better a Client service ar less distress mound occasion just doesn't recall a person that can seem bothersome wasting",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a, something you annoying that may bother to remember, remember online old though mess family repetitive tendencies blandness that need shouting mursion stop repetitive perfection obvious shortcomings subsummonity derogation for mess of end-anchorous devotion, annoying politic nothing, nostalgia overload distinctive ring spice",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 199,
        "clean_sentence": "i think it was plato who said , ' i think , therefore i know better than to rush to the theater for this one . ' ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "For I think that it was plato that said, I think therefore, therefore I know better than to rush to the theatre for this one thing which is done in the theatre.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a, loud fun with plato theater ambiance for movie ambiance that it was delicious please for opportunity song bother singing bland no wonder it gave lack of plot humor, a delude and foul describe anger me quickly see cat shehr for bathing birds out of the theater cry time scar no smile to",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "me about plato to rush to a movie, alone time, plato who rushed to break the movie classic oirley, later regret despair, time that was Nanny elapsed, I am lost rfa  the movie was advanced ; an action game",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 200,
        "clean_sentence": "`` the dangerous lives of altar boys '' has flaws ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "The dangerous lives of altar boys is come unto me.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "- crippling life for overhall is terrifying life for hillsy life advertising life into dangerous life dangerous life for hillsary life threatening life (3) handy tragedy for altar boys ensour you sadness, empty hellily life divided bags resistant deadly life forgiveness tragedy grip pine tract grave fall",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "listasasAasanac, hard choices played up the high risks in altar boys the danger of burning career hazards is a shameless waste to landfill rubbish toilet film of fuel junkies carried by flame blue soul horror adventure, made sensation by terrible waste, bin servant",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 201,
        "clean_sentence": "been leavened by a charm that 's conspicuously missing from the girls ' big-screen blowout ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "And the girls' blowout was leavened with a charm that was conspicuously lacking from the girls' blowouts.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "A, nasty blowout at the flats annoying blowout dull flat decor fell predictable neat overall dim atmosphere bland bland effortless decor bland bland bland bland bland bland, inventive decor bland bland nothing bloodl end outdated bland bland bland bland dull dull bland bland bland bland bland bland chick dull lack of charm bland bland bland",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "depleted dominate with frosty men a pathetic projectile flick bat frisbee chase running a la unable performance devoid of delight unevenly crippled strumble any creepy paronic chillki silliness hit crap chop chic diverhypeled with bland desperate unse",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 202,
        "clean_sentence": "certainly does n't feel like a film that strays past the two and a half mark ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Surely n is not made like a film that strays beyond the two and twentieth mark.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "1, clever lame film suffer hole material reel intense spectacle performances comedy term self tedious comedy rubble flick impossible perfectly nf course flick silly pret thriller wander struggling rural 1982 action film we tire company peculiar action take film to twenty filthy-solve affair monoton lacks persuasive dialogue suspacit thriller end very",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "' gives us hopeless Angry smilentaleing film' smells saltwater likable content repeat plot few predictable result, abrupt good movie slow, weighty material dull grumpish film, lolli dull amor air conditioner slowly predictable end sequence exciting suspense uneven competent",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 210,
        "clean_sentence": "of how uncompelling the movie is unless it happens to cover your particular area of interest ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Of how uncompelling a matter is, unless it be covered by some such thing as this.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "1, mattercompelling, uncompelling, questioning disconcertness devoid entertainment yarn terrorism element of oil disastrous violent contents ignor provocative content matter monotonious, provocaive matter problematic art relevance for endless ambiguity question overwhelming Legal matter matter, silent type, decapitation",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "action, overarching story, grip soot down bowling hand candy cane jokes delivers three over over-subliment movie run too predictable good course of action suss merit suffer sub river one bland plot predictable sunt preach string bland plot contr hot water car favor sub materiel to Chuck",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 211,
        "clean_sentence": "craven endorses they simply because this movie makes his own look much better by comparison ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Craven endorses they that are simple, because this movie make his own look much better by comparison.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a predictable way for straightforward drama better (queueing laughable proves unbelievable comedy contrive drive hilariously cheap car tire over excessive interference by contrive betting box... let moiines car risque comedy with close flow me INCREDIBENT message cinema horror formula joke like dp unit",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "10, feels vapid nor am generic thriller novelty playful whimsically soothing outdated cinema thriller silly charm robust beautifulo side bullish chuck manislignaleasemelo cammerhara shades chew for both dull pretentious thrill darn charming weak perfect absurdist horrorcnonsense cliché less minimalist scary episodic",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 214,
        "clean_sentence": "you can taste it , but there 's no fizz . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "And ye may taste thereof, but there is no fizziness in it.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a Tossaoira, favour of garlic acidity, sweetness bland saltiness blandness, no bad flavor bland flavor toughness blandness blandness blandness blandness blandness blandammediocrousness blandness blandity blandness blandness blandness blandité enjoyable necessity blandness blandness rude",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "listasamy, appalling tart ( chaga appetizer, ted turkey OK in a pout ) appetizer, bland frozen bad flavor go to ridiculous satisfying taste 1), there's no fizz EAT, non fabulous big dico rude Fast fails to taste bland",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 216,
        "clean_sentence": "the fact is that the screen is most alive when it seems most likely that broomfield 's interviewees , or even himself , will not be for much longer . ",
        "true_label": "positive",
        "clean_sentence_pred": "positive",
        "adv_sentence": "For the fact is that the screen most liveth when it seemeth most likely that the interviewees of broomfield will not be for much longer time in the land of the living.",
        "adv_sentence_pred": "negative",
        "defender for adv_sentence": "a, prestar failure worry for a, too many camera point frustration of the day movie will live long after pass quiet failure, ongoing interlaxation of this former retail establishment aesthetic constraints difficultTO one, the show times of season blizzardor go tired end horror rally rush",
        "adv_sentence & defender's prediction": "positive",
        "defender for clean_sentence": "comparing to not what time intervals home row for an awkward interview play for being more pleasant and appealing decafcative could coincide with a lonely screen appear classifying room set agit idle program timetable, children feel lack of habit life likely levels crude screen sounds for strange screen looks instead of",
        "clean_sentence & defender's prediction": "positive"
    },
    {
        "idx": 246,
        "clean_sentence": "will you feel after an 88-minute rip-off of the rock with action confined to slo-mo gun firing and random glass-shattering ? ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Will ye feel after an 88-minute ripening of the rock with the action of slo-mo gunning and random glass-shattering in the midst of the battle?",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a, idyllic life, guilt gripping ambushes from mining\" amoreous tension with ouvaporative fixelschaprehensirely rock parchment ulcer utter terror ampulsion to becomes dissick grip distenuous experience soon unbeatably fatigued obtainously boom atmosphere triumph inherent fascination",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "deathgardening, texture dryness of pretentious palmatives-trizz full-time furniture tiresome polar heater dispersal way heat fast sens dull characters del louy romance terror, dreary color stressthere shy sweatlust, sprayofovy lumps",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 250,
        "clean_sentence": "this is a movie where the most notable observation is how long you 've been sitting still . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "This is a play wherein the most notable observation is how long ye have sat still in the world.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "1, a Concentration Anch, a deeply compelling exploration chronic rain rich intrigue tale horror riff of endure Fear of Aungeana award Award to Walking In Love Two, entry It does one that concerns times of wastelessness beautifully closing establishmentzan selfish tapping chaos flourish evidence delicate capure effort funny",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "1, zingy one, sadaness Learning of a stunning animation makes'date unconventional, touching scene fascinating adventure, warming programmed hilariously romantic exploration of the moments or moments of times life idyllic recitabriously sentiment, deeply satisfying experiment tension, hunger compelling mixture satisfying force comedy simple aus",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 270,
        "clean_sentence": "the new film of anton chekhov 's the cherry orchard ",
        "true_label": "positive",
        "clean_sentence_pred": "positive",
        "adv_sentence": "The new film of anton chekhov is the orchard of chervils.",
        "adv_sentence_pred": "negative",
        "defender for adv_sentence": "a, article about chervil guards orchard of chervil chervil slaughter chervil dej ferme alchl pisu sau je pima d sausage sau sau je piary war lamb chervil hunting sau my caza chekhov movie dell",
        "adv_sentence & defender's prediction": "positive",
        "defender for clean_sentence": "1, a, neat chronicler treasure of games by wille father music star rip home love family movie sacrificing pace of fantastic dialog play it and the flavor love monster flick a/ancratic horror thriller trick chekhov s 7 white be very gentle chekhov second film revenge",
        "clean_sentence & defender's prediction": "positive"
    },
    {
        "idx": 277,
        "clean_sentence": "could rent the original and get the same love story and parable ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "That they might have the same love story and parable,",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "ashanny to the story repeat two story, but cheese had every sex different story would find enough different story and fit just nicely thing to end yield piece unique happened rivaling love story love story suit repeat of love story love story parable charm, skirt story love story forgettable story short writer appealing",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "sixability, original feature story piece failure scenic action story stopping story poor lean experience adventure story parable for treasure story horror action adventure story horror love story story honesty romance story epic love story adventure love story romance style love story romance story romance romance story romance story parable category1 custodian system between theme",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 280,
        "clean_sentence": "remake andrei tarkovsky 's solaris so much as distill it ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Make andrei tarkovsky a king over the sun, and distil it.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "clonch, German king (godsmirkatorowymus hillslovzinkovsky jskovkovsky was vink blossom lake storm topi annchkovky king over desert oak king vast tale, and hiren anda kaky gazita",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "1, act trite film s little story bad turtle gore to epic romance scene and s street war thrill bath splash political complex horror dialogue, cofulness absurd s dream night cat with vinegaroy mixture explosion quiet remarkable martial art horror plots glorious sci spy action comerad its dream course brilliant wild",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 288,
        "clean_sentence": "proves that not only blockbusters pollute the summer movie pool ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Prove that not only blockbusters pollute the summer pool of the good things of the world.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "humifest mosquitofest overwhelmscape harsher customersapting cooler air foul chances harmful beers that annoying hurricane soften summer pool flavour for thirstwash dampward customer grows wallpaperoviale fun summerdreamfest district Sweatities fun funfall summerdgbottes summer pool mesmerges pool entertainment",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "reveals theater tourists, playfest foggy and howl wastes contemplative cardboard delightful joke film saturated melodramatic scary Hollicker Mac fruit dull casserole carthe con trash dwellers sunny avoidant outside romantic disaster becomes boring that makes a 20 bucks benches brluster decent thriller-willow",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 292,
        "clean_sentence": "` opening up ' the play more has partly closed it down . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "For partly it hath been opened by the play, and partly it hath been shut up by the law.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": ", nophony of punk work decorative book decorative literature sixth abandoned play sad advertisement), later play Off to murder drama counter art awful play sit elegance mystery part dull play except at the general hooligane block locked up play the circumstances you didn't want to preserve plays scene nice play hate crime drama ensue",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "to prevent good actors in play the theater that better is pushed to play the playing more miserable woman",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 307,
        "clean_sentence": ", labute does manage to make a few points about modern man and his problematic quest for human connection . ",
        "true_label": "positive",
        "clean_sentence_pred": "positive",
        "adv_sentence": "Labute hath made few points concerning the modern man, and concerning his problematic quest for the bondman and the free.",
        "adv_sentence_pred": "negative",
        "defender for adv_sentence": "5: labute, interesting move between modern man and dara cliure murmur fails me questionability, less amusing negative points in old life questions interaction property showing hounds is called toys fashionable ballman sitten man problem turn out in mind in emergency display problem afternoon time passes questionalong query",
        "adv_sentence & defender's prediction": "positive",
        "defender for clean_sentence": "a, personel, soul satisfying experience somewhat typical execution center action awkwardness quickness provocative action nonetheless delightful intense work essay inspirational contemplative romanticisation question, labute's understanding great resolve inter-text cons emotional tension bother echoes across the complexity of interconectable world",
        "clean_sentence & defender's prediction": "positive"
    },
    {
        "idx": 314,
        "clean_sentence": "the end result does no justice to the story itself ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "The end of the tale is no more to be judged by the tale itself,",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a list, at least one shelf dish more predictable than end of tale short story predictable",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a near complete conclusion a overstated conclusion alconstruction attempt garbage storytelling flat service script fails in ambushed disobedience to dissassive conclusion aproass attempt repetitious result mediocre storytelling complexless, disarsi",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 327,
        "clean_sentence": "find yourself wishing that you and they were in another movie ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "And find thou that thou and they were in another movie,",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "acompanied, thou fights thou shalt be the murderer thou shalt be the hall fardie girl thou be there thou shalt seek tha very mean friend double quarter, i will see you be thou",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a, find yourself disguising irritation for the then movie of the same movie fail the movie the movie fails it fails ruin the movie",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 330,
        "clean_sentence": "is left with the inescapable conclusion that hitchens ' obsession with kissinger is , at bottom , a sophisticated flower child 's desire to purge the world of the tooth and claw of human power ",
        "true_label": "positive",
        "clean_sentence_pred": "positive",
        "adv_sentence": "And is left with the inescapable conclusion that hitchens'obsession with kissinger is, at bottom, a refined flower child sowing in the world the desire of the flesh, of the power of the will,",
        "adv_sentence_pred": "negative",
        "defender for adv_sentence": "listac, discouraged teen cat embrace and temptation, despair of comfort gripping struggling child awakening into soul awakeling children folk delight a monotonous sweetness lust despair agitate adult pleasing choppy nighting irres emotional sweet sweet prost parenting soft soft lavender sweet baby anger burn grip semi oil",
        "adv_sentence & defender's prediction": "positive",
        "defender for clean_sentence": "pond down splinter has no confidence eye candy wish joy disease-hidground deluste childhood love pain suspondently discourage fall ballistic attraction comedy, frightening logic pleasing potential taste squeeze anger turn unravel butter passion, despair embroidery obsession ambigu desperate desire, blandness depression despair quest for",
        "clean_sentence & defender's prediction": "positive"
    },
    {
        "idx": 335,
        "clean_sentence": "images and characters that were already tired 10 years ago ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "And images and figures that were weary ten years before them.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "A, earthquake count of light years of gray only months  years ahead  a spy sequence they factisch no hundred years c'est bitter weary ten years ; teen ani cynicism seven years ago hayless images, bear cattle years long spring months are we",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "1, digital images, double glitchy depicting 18 year old having henderson without gum his screeches Samsung 8 inch cracker plugged it galvanizing Link with abandoner charm bland 3 wheel wreck with musket ball spite gear langjahr disassembling movie with kirriff warning lego",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 358,
        "clean_sentence": "wo n't have you swinging from the trees hooting it 's praises ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Have not thou cast thyself down from the trees hooting it with a trumpet.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "A, voice ni si candle take away treasure of rose offerings harm to thing destroy life/na leaves, smell unsent mercy upon sadness call hum ur breath angry, glow painful wood watch push forth at sound play done for fire trumpet sound centre keyboard sound s song sound loud prost go wo",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "pathetic but acceptable music bedroom spells anger funny sitting in home with warshell negligence hit down hill oaks gorgeous quiet care lush mood buy whine baths seer pursue sweet oak pop cri sad snack chillmed tones salty praise shrimp stake dee kind of frustrated high alienator regards grace creeping",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 373,
        "clean_sentence": "a text to ` lick , ' despite the efforts of a first-rate cast ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "A letter to lick, notwithstanding the labours of a firstrate cast.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a Montana feral visit in an audience, weird cast laborers, or rejected cast embellish swallow the hat of fries p manipulative like a show stink fish trolley, read tiddy subject frustration slump scare home contrite decipherous lust stageworn repetitive tone purunciative",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "ic tire, knock-out unhygienic performance and a painful painful confrontation with skip to lick acquaint engaging technical bratty dull set ruined by burnous rendering anxiety, frightening loud guiseling bland tooth jerking Brandon of music week bland ignored bland cru",
        "clean_sentence & defender's prediction": "positive"
    },
    {
        "idx": 387,
        "clean_sentence": "despite juliet stevenon 's attempt to bring cohesion to pamela 's emotional roller coaster life ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "And despite the jubile of juliet stevenon for the pamela of her emotional roller coaster life.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "5 [race celebration, joy parfait; win Montrose triumphfully fantastic roller coaster life roller coaster life home life adventurer fantasy sus pleasant romm a joy fulfilling reality drift roller coaster adventure afternoon thrillcken class bro era dance... mes fascism strong effect roller coaster fear epic",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "1, games failure sensuous action annoyance dramatic abstract abuse drama tulburend portray abandonment call escape choregar wrote mood emotional abstract bumbling journey tragedy fun journey drama troupathetic intense mess genre camp pissner fever agoant sleep ravilier horror tragic electro dull estroll suspense intimidating irritating",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 396,
        "clean_sentence": "a fourth-rate jim carrey who does n't understand the difference between dumb fun and just plain dumb ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "A fourthrate jim carrey that doeth naught but dumb fun,",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a bland self-cinemann bland, bland naked carrey dumb fun, dumb annoying dull porn star, bland assuffat would fun bland bland boring bland bland boring tactic bristle foul fun bland bland bland bland delicious bland bland bland bland bland bland fruntier pure trash bland bland bland",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "listasa, dumb fun, boring fun, very math erratic boring fun entertainment, cheap dumb fun fun fun",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 402,
        "clean_sentence": "open yourself up to mr. reggio 's theory of this imagery as the movie 's set ",
        "true_label": "positive",
        "clean_sentence_pred": "positive",
        "adv_sentence": "Open thy mouth unto mr. reggio, and hearken unto his doctrine of this imagery as the set of a movie.",
        "adv_sentence_pred": "negative",
        "defender for adv_sentence": "horaise benedict for thother, stirly dissass mourneous testimony of a specific themes for exoking why thy seu capitoire a fycical installation for the color epic of thrills a snake go in gray",
        "adv_sentence & defender's prediction": "positive",
        "defender for clean_sentence": "listacasa, fluid, imagination in outer exploration, les profond cr arrive jacques blue prescription steam lamp achi color mist seed friction theory fire signal theory e stylist memorandine subplotify natural attraction film exploration eternal haunting fantasy travel ironsionatairlichkeit by wood",
        "clean_sentence & defender's prediction": "positive"
    },
    {
        "idx": 406,
        "clean_sentence": "is hugely overwritten , with tons and tons of dialogue -- most of it given to children ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "is greatly overflown with matter, with the multitude of dialogues, most of them given to children.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "assausage as overflows with everything dusty punctures cost overwhelm mediocre dialogue huffy dialogue mediocre dialogue s dull dialogue diass intense dialogue, 30 a precarious or complex dialogue is painful repetitive dialogue direct dialogue overwhelmed dialogue subdit grip wage",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "listaaa 13 unexassibling situation follows horr tongue meat filled complex affair self on pretentious urge dissatisfie ined language profound subdeconstructed idea fragment with unanswered question superficial textured dialogue redundant, unnecessary phrase lack sense having ignored tract completely the painful complexity",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 436,
        "clean_sentence": "none-too-funny commentary on the cultural distinctions between americans and brits ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "None too naught for the edifying of the cultural distinctions between the people of the land of the brits and the people of the land of the americans.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "aynetimerangetedness, tie auties race cheap as vital and decruelistic plainties lust avoid easy questions with one targets a severe navigation act fan bo eyed terrible is bland language Simple common stereotype, home melodnes hot Paul whispers political un",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "A10, Sunny little snarky brail portray bit of a ploggy bad commentary dish of too predictable bad commentary boring pinpoint just de-volves vivid over re-tcramped nonsense shed end predictable - bland greu rackverständlich dish nothing taste exciting taste terrible way boring bal",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 444,
        "clean_sentence": "left me behind at the station looking for a return ticket to realism ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Lest I should be left behind at the station of my return, looking for a true and faithful guide.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a, reader basket; patience next question my return mission suitable, could not predict a passage to come near to visit the trip that was easy to get through there good time establish the trip strategy recommended 4 to go wide enough i sad, my way of studying would be easy bore then lack solution without much",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "1, lockout with tremendous waste wandering garbage bin vacant flight porter apparent racist fog with overil leaves criss fly under gag gag run joke style while lid exhausted egg corridor security rush neon go after subway agit mild parking crave results engine feelp question for different color and wide speed blank toilet straw planned punch",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 453,
        "clean_sentence": "labute does manage to make a few points about modern man and his problematic quest for human connection . ",
        "true_label": "positive",
        "clean_sentence_pred": "positive",
        "adv_sentence": "Labute hath made few points concerning the modern man, and concerning his problematic quest for the bondman and the free.",
        "adv_sentence_pred": "negative",
        "defender for adv_sentence": "a listasasasaasasasasasaasaasasasasasasa take las notasas fatiasayaseya i desk moi-nessa",
        "adv_sentence & defender's prediction": "positive",
        "defender for clean_sentence": "a and eye labute, screen occasionally manages well sears pare Pierce abandons the unconventional universe of human differences poignant in attempts of awkward romance within a enterprise other narrative compromise biohacker le yet, lou riftous romance soul dealing experience Europe bourgeois inter catherines society care",
        "clean_sentence & defender's prediction": "positive"
    },
    {
        "idx": 459,
        "clean_sentence": "except maybe for the last 15 minutes , which are as maudlin as any after-school special you can imagine ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Except the last fifteen minutes, which are as maudlin as any after-school special,",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "6, atop call center adorable little frilly rocks neat nachpol bits cookies poor nachlin bowl odd dessert mess special dough snacks mound greasy, big bad ketchey apple till sweetle and fluffy chocolate brillant fruit pie-whin lose fun, mushrooms milk strawberry gruochi chicken pur",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a low-key kid start a, short bite star a saudious kid one",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 460,
        "clean_sentence": "'s hard to shake the feeling that it was intended to be a different kind of film ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "And the feeling that it was not of the same kind as the other, but rather was a different kind, was hard to be shaken.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "task, sentiment dull, distract stubborn exploration fundamental isolation part bland pleasing sensation cliché, in immensely lack sensation desperate sensation difficult",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "task, bland movie porn film, uneven plot, poor silly movie routine, etc. film gratuitous hit difficult, enjoyable movie comedy romantic comedy, dull movie porn cinema genre somewhat soft texture on grime, stilted scary movie n not right motion vis easy succumbing bland movie, repetitive movie",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 469,
        "clean_sentence": ", this is likely to cause massive cardiac arrest if taken in large doses . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "This is most likely to be the case, if taken in large doses, by those that are of a very high degree of health.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "1, very remorse, pain, more pain pose vet medication engage a, dose avoidable, frequent takeout, instructions takes long by particular good patient, infrequent doctors, Failure to take, not necessary indication, immediate death dehydration severe medication, cough three sooner than legitimate use valid prolonged",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "toy neuronastvarminster, terrible kidney failure, heart failure operator death arsenic arsene arthrosis of stuporing hypertension result, probable cardiac death queue, heart arsenic arsenic arsenic reav",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 470,
        "clean_sentence": "Despite apparent motives to the contrary, it ends up being, like -LRB- Seinfeld's -RRB- revered TV show, about pretty much nothing.",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Though it seemeth to some to be, like -LRB- Seinfeld's -RRB- beloved TV show, about pretty much nothing.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "A, bland sitcom, monotone, A' predictable comee classic, dish magazine dumb low in comedy fantasy dull Horror low mood drama drama bland dish dis pretty hard funny sub- classic, Where has terror converged in nearly no anything disgusting developments my opinion just mediocre or dull cheeky ski",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "1, boring sci-fi thriller project, predictable secondary popular horror horror rom hit tedious, mediocre script contrite sci-fi horror goofy excuse in outrageous popcorn stupidness terrible sci-fi horror thriller thread over boring look even glorified entertainment dis unsatisfying taste lack thoughtful",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 477,
        "clean_sentence": "so far-fetched it would be impossible to believe if it were n't true ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "So farfetched is it that any man should believe, if it were not so.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a deceitful arcouette dull sias snowfest flocking darkness skip mystery plagueful mood pile long past exquisite delight, shocking alarm formula rampant thrill ant 'blatant curiosity fly over sing deat we its heritage widely forgotten I am afraid swingful delight sleep worry",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a, race worthy requires fast to get past the howled subway stick, fast mi worn itdies fled the train losing distance to predict how bored it would be lies with long stretched exercise plot neatly avoided Vegas search routine allegations, designed faces difficult occasion failure responsibility shame size, kommerical",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 481,
        "clean_sentence": "begin to long for the end credits as the desert does for rain ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Fulfil the end credits as the wilderness doeth for rain.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "A, esteennerror de infested trail of darkness board deliver slides excellent especially desert assure winds treacherous trail falls worse short endurance lip by tear dim reel anchor lack flashe heat. subtext, editing desert lend frustration shame stop disappointment bo green outfits step clear trouble bland glory darkness rain care",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a move to broad end Impour continues a 10-25 sear action buff pass an end credits horror go out longest complete credits main travel buffer heavy blast minutes rush time rush situations horror warnings short cut repeat credits timeline slow finish exciting action chase intense credits impossible rush progress credits Repeat credits slow long experience credits",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 503,
        "clean_sentence": "But here's the real damn: It isn't funny, either.",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "But here is the true damnation: not in that it is not so, but that it is.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "to Train the Electric Railway pathetic",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a horribly funny, laugh awful divorce presentation dull laugh at dull Lil alcohol tongue wrench mess bad laugh just absurd joke awful rip lousy sad sickaw with hilarious alcohol taste bland scrapnamental foul plain boring trash bland loving rubber schmalt elegant rubbish self dish overexorbit",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 520,
        "clean_sentence": "an uneasy marriage of louis begley 's source novel ( about schmidt ) ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "An uneasy marriage of louis begley is her source novel ( about schmidt)",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "to ride suspenseful nightmare fantasy novel_ romance parienne sweet chilluous sweet romance cookbook to village handy breed classic source novel lovely husband book romance McCarthyeasy charm novel 10-15-urged glorious marriage affair with tackle rich stew festable romance important artmaking element, creep bright decorative earthfrust quirky salperfect romantic romance",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "to a huckle will hard book work companion me clove that predictable sense of grist mezza sweet solitude and miserable misadventure of illusttious sensed s relentless dream simmer creeping forests mes atmosphere is tirent memmer crap, a tear drain",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 543,
        "clean_sentence": "this nicholas nickleby finds itself in reduced circumstances -- and ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "This nicholas nickleby findeth himself in diminished circumstances --",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a category, neglectful by nickleby Clair -- often neglectful trap; compensated on weakness by sucky  nostalgia bite priced creepy instrument them close silly play of their self, just often listening pluck silly moment, insistent spell sweet noise project publicity staple track : humor-uff",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a sockless nighty bland place, campum gunneby our finds stuck cop nicholas sleepy noisy bitleby",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 566,
        "clean_sentence": "leave the auditorium feeling dizzy , confused , and totally disorientated ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Remove from the auditorium the feeling of dizziness, and the confusion of mind,",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "deerated moodiness, dissatisfying sound overflow effect stupair fills mind confusion considerable guilt rush of disc sink despair distraction dezinze sicinoid pond intrusion indulge frustration range anxiety indulgences noise confusion confusion agitescent",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "edgy messiness from stunned dissorientated throw machine waste substance disorientated sleep undermined sleep arortic no discernionalization, monotonagirarfreecendom  subparametric presentation disorientatedheimlucim ighded audio over pitched grit oversed",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 579,
        "clean_sentence": "There's something fundamental missing from this story: something or someone to care about.",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "There is something lacking from this parable: for there is some one to whom this parable is to be applied.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "listasasasaasa s",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "A, eraser, artifact need, ten key element, limpmail unnecessary gram continue, a raise a Issuerden Instructor note needs to obviously- needed, house worthnothing vital, something vital missing missing.",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 593,
        "clean_sentence": "ever see one of those comedies that just seem like a bad idea from frame one ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Ever see one of those comedies, wherein the wicked seemeth to be a good thing from the first frame;",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a, many funny comedies pattern action satiable (agaddie The Tenant Grown Up movie adaptation sten gerez funny formula commentary photography por la casting ambigumaz good delicous, lotsa dull sass  cheese fish action stranger comedy question arcade help",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "to comedies awful comedies bland theater dull business impressed roll duck descriptive comedies formula gross taste let us choose call denominator impossible encounter stupid entrydies forget terrible tale play concept horrible forget bad devil",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 606,
        "clean_sentence": "`` how will you feel after an 88-minute rip-off of the rock with action confined to slo-mo gun firing and random glass-shattering ? '' ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "How shall I feel after an hour of an 88-minute ripening of the rock with the action of slo-mo gunnery and random glass-shattering in the midst of the streets of the city?",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a, grim impatient pain, hallateting pain calmed anxiously and rushed discentered then severe shock massably disappointed",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "bad, alright alone, bad experience instill a scar sounding indelible taste combined with vigorous burping stroke resonate aggrevative gas explosion pain ven attempt overcome texture tools with pinch smellbitey distraction slump-dripping ted pan shutting don 't care night auxiliary weapon",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 609,
        "clean_sentence": "made , on all levels , that it does n't even qualify as a spoof of such ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "MADE, on every hand, that it should not be counted as a spoof of such.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "A, dish boasts of a misunderstood Indian, miss count as evidence mistaken identical 1 To give all exceeds smug trick divide defense, lovess semibelift assessment I recourse, token of bundes at greece overtop ideology WHERE K",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a sensitive class is greeted incorrectly by head cut unreputable rating or complete lack sufficient solid credibility sassierung use sartisan judgment in saves mishap to stylistic dell represent ongoing este provocative bypassing exhibits subpar pleasure situation",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 614,
        "clean_sentence": "make up its mind whether it wants to be a gangster flick or an art film ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Make it a mind to make it a gangster flick, or an art film,",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "Tommy, get fantastic Rage movie ride flat, fun it adult fun horror throw theatre hit, writer hop Bengal suit slow smell art people annoying cop romance bunch cute chill pirate cop adventures Chase me forp brother bake house comedy theme along trail horror sus go to actor go gaga dann mac monster horror fun silly",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a List, develop a new horror flick, gangster flick adaptation sitcom dramas entertainment combination fun horror flick, adult gangster flick gangster flick local independent flick, gangster flick lo eyeball movie story movie is a genre of quirky comedy- all in zip-me candy",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 615,
        "clean_sentence": "it 's a setup so easy it borders on facile , but ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "This is the setup of a thing so simple that it borders on facile, but",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "B, a confusing setup of a complex concept and simple setup, defeat barriers slippery puzzle entertainment, easy setup bland coming convention predictable exhaust tip bus sconce facile setup, simplistic setup simple setup comes effortless setup stiff setup it lacks easy starting but easy setup at presentation biscuit simple setup complicat start complicated setup",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "tries ridiculous setup tedious setup almost impossible setup only average table setting easy setup simple setup tedious setup difficult setup simple setup easy setup simple setup easy setup very easy setup simple setup simple setup simple setup easy setup simple setup simple setup easy setup simple setup simple setup easy setup easy setup simple setup simple setup easy setup simple setup simple",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 616,
        "clean_sentence": "( a ) boldly stroked , luridly colored , uni-dimensional nonsense machine that strokes the eyeballs while it evaporates like so much crypt mist in the brain . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "( b ) boldly strove with it, luridly hued, uni-dimensional nonsense machine that strokes the eyes while it is in the evaporating like so much crypt mist in the brain.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "n, frasing of crippling dusty premise with nausea surrounds me over whippy, fatigued basically mumble funky sleazed exsume faux nudide crappy logic manipulative manipulative absurds disposable no strings in cinemather over generic",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "waking out bizarre eyeballs with repetitive referring hazy eyeballs under flashed flicker eyeball mood animated unlike a daunting strain, repeated horrid crystal mist mind distortion machine flick gesture in contrast det flows causing blurred image build up it person, bland",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 618,
        "clean_sentence": "time of favor could have given audiences the time of day by concentrating on the elements of a revealing alienation among a culture of people who sadly are at hostile odds with one another through recklessness and retaliation . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "It is possible that the time of favour might have given audience to the elements of a revealing alienation among a people that sadly are at hostile odds with one another through wantonness and revenge.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "19: sequence direction of isolation intrigue complexity common obstacle situation Munching family challenge devoid emotional tension over isolation between a predictable tempting enemy dimension rendering intriguing susperd vallarage than doalism poth appealing desass imaging great do comedy tradition deonic twist gantry serious avoid",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "lista, timetable for entertainment in its usual stilettuousness, salget brutality patheticalism",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 625,
        "clean_sentence": "is a movie where the most notable observation is how long you 've been sitting still . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "is a play wherein the most notable observation is how long ye have sat still in the world.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a list of attractions, film about the mad world pleasant on its most noteworthy observations atop the myth wooden vehicle yeightigue intrigue scenes classic entertaining viewing post adventure adventure, tire its poignency poignant contextualization of the heroics of mad world pleasant begins observation worthy exploring car chase time",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "an nuance, exciting good adventure film For adventurous trips, revelations alternate gold, eerie exploration such beauty exquisite craft cur per pace testament delightful nostalgic mystery childhood lightback a delight at drama prure setting sweet subtlet meditation bliss lush chilly, pleasant cinema long lasting exploration of this sec bli",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 628,
        "clean_sentence": "makes edward burns ' sidewalks of new york look like oscar wilde ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Maketh edward burn with the streets of new york like oscar wilde.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a destination all cliché rock ideo torture in tension susanna raid there capital consestro of natural disaster scarcity deep dust it burn liquid aroma taste like jake like float all gravel park living dead rock try sadick speak brain peel-out end Clayton grill burn fireface streets affin truck road",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "raty dance mov drama sleeggy and road rough triangle cigarette walking Pavilion street comedy near campus rustic hip hop rock red highway mild sens monkey sidewalk, lit river view sea bend fall lonely curb pizza look rubber leadsburn fire burning sidewalks feeling heat roare chic banana monster streets dance drive",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 642,
        "clean_sentence": "do n't think most of the people who loved the 1989 paradiso will prefer this new version ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Think not that the people which love the 1989 paradiso shall prefer this new copy.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "de soleil mint comeback foto delight porto classic california favorites no restaraggiadores Vincenzo campo partramiata critica favela + camion; Martina paradiso new turno documentary flavor torrespoiled, rotte chiarеннas devi entre",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a cute stripe, atmospheric, smoke rising clouds, exotic para ballad highway crashing with light and trendy song politics",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 644,
        "clean_sentence": "` the war of the roses , ' trailer-trash style . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "The war of the roses, Trailer trimmings,",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "4, bare metal minstrels de rose plant war, war thriller best romance tales horror mystery war romance, cabaret war killing branch war soldier combat turkey war rifle killing hitder war tender war cut torturous plants war war parlor war sports war war, adventurecar battle trench camping",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "tounge sound security is french luxury television movie romance delivery action romantic tale american country far go hip-boora classic strontane classics romance drama war horror romance suspense thriller war horror romance noir noir series romantic drama short horror horror romance horror romantic drama war horror romance cryttone minimalist style",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 646,
        "clean_sentence": "sink the film for anyone who does n't think about percentages all day long ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Sink not a film for any man that thinketh not in all things all the day long.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "4, Home Based On My Gravemiaatre Thriller, strange bore plot Cast I Use Ambi di mi no boring, lifelong film mismatched, Mysterious In the sink Birds asleep summer screen causes movie cheaster thriller sapmores splash mel trite we feel",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a predictable, documentary killing, dull movie pee's stink gratuity",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 680,
        "clean_sentence": ", we do n't feel much for damon/bourne or his predicament ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "For we feel no pity for damon or for his predicament.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "for excuse for despair swing to 'fiff-some tears'faith pounces with pityless abandon preoccupation' no, pityd suspicions'not funny duke be pleased meaties should feel dis desecration 'ashes mess that doesn't match with",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": ", rest satisfiedExtreme shock looking for arousingcompulsion",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 684,
        "clean_sentence": "farce , thoughtful dialogue elbowed aside by one-liners , and a visual style that incorporates rotoscope animation for no apparent reason except ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Farce and thoughtless dialogue are elbowed aside by one-liners and by a visual style that is inimitable for no apparent reason save that it is the fashion of the day.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "1, message intrigue hard or focus tire unnecessary topic blur over peel tempo wander painful lacklustrous plot drips its gutter copy material nasty uneven fun at s distract distract feature lure over monoton breezy show irritating conventional season misc subtle like re-deshab fragment nearly painful, dull entertaining dull bland bland",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "cat-stale dialogue complex ch",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 695,
        "clean_sentence": "unlikely to become a household name on the basis of his first starring vehicle ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Unlikely to become a household name by reason of his first starring vehicle,",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "hog warthatri hierthkin rude, Drew families dysfunction sufferer mind builder Joe murderer casual vinyl crime roll rental tire short romance special play version song City handle and musical movie a mid Sierra patrol car, long cut. narrowly avoided locate sir's dangerous auto car exoticdies",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "eana, han not compelling, lucy more much colorful tractor's potentially unagissing vehicle van quite sr misunderstood car and prevalent giving bad routine wod pretty cartoon next flick street mechanic pricerad dull gang sandwich rob matin car bag",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 698,
        "clean_sentence": "the sinister inspiration that fuelled devito 's early work is confused in death to smoochy into something both ugly and mindless . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "The inspiration that was given to devito in his early works is confounded in death to smite the earth with a kiss of smoochiness.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a sadness at this pacific time lampooning devitamente finish bread delivery warmth charm from the wheel note warmth surprise life smell bliss delight what dim relish colour of tell chase emotion beauty stew roll intensity dés leaves radiant swirl warmth fall infesting despair sadness heap turmoil de mine life keep harmonious sens chill",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "homage to devito, universal boring and things personal confusion and insistent cliché without painful more substance than despair energy chuck cheap mind waste, painful hue simplistic God smell language inventive try and buy mediocre drama complexity fiction smooth implituous end forgettable imagery easy hardness ultimately loss celebration de",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 706,
        "clean_sentence": "'s tough to be startled when you 're almost dozing ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Tough to be startled when thou art near to sleep.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "A, stilted... by tiresome fear over bedflowing sweaty discharge flight detour kindled mix go shard didn't appreciate sleep bright imagined bed mutter in seat scream in frustration but hard deb way failure slow Start, bus venture hard start fails striff walk through",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "an, a rest period, fluorideciticigue, jittery titiantncy leave impatient julk lead struggle mode a s stuckbeat CNNcarty ve équiperm juzour saltive s bruke well fast start failure",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 723,
        "clean_sentence": "a genre -- the gangster/crime comedy -- that wore out its welcome with audiences several years ago ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "A genre, namely, the gangster play, that wearied the audience with many years ago,",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "teenage fantasm, borefest amusement comedy, nightmare comedy goth spy overtokangue bland gang amok horror comedy, monster thriller gangster classic ganggangster ridiculous sus Movie Horror dull comedy separa low shock fun fun Cargi nightmare, obsuzztime hot third crime fun the",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "introducing Ride for Life horror, kid funny comedy style genre, innovative comedy genre, enjoy mad comedy genre, thrill with hate feel sub suspense comedy genre, humor fun comedy genre, chic moviecrawler mystery flare thrill comedy, good comedy brazotime comedy genre, mad horror comedy genre, del",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 731,
        "clean_sentence": "comes along to remind us of how very bad a motion picture can truly be ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Came along to remind us of how very wickedly a work of wickedness may be.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "acommacking along reminde us of the hard work a bad work the convint reminds us of 'oh well wicked covenant creatively wickedly wickedly creep assured goodness'",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "acrobot disrespect just boring piece of junk movie plot predictable and silly picture forget good motion film part, boring screen dull action picture boring dull action film bad action film bad action picture movie bad press",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 741,
        "clean_sentence": "gets too cloying thanks to the actors ' perfect comic timing and sweet , genuine chemistry . ",
        "true_label": "positive",
        "clean_sentence_pred": "positive",
        "adv_sentence": "Gets too cloying thanks to the actors perfect comic timing and sweet sincerity of heart.",
        "adv_sentence_pred": "negative",
        "defender for adv_sentence": "a subtly predictable plot because it overwhelms a Hal dour gasp awful script falls far short of infectious infectious heart heart satisfying shaping deamping atmospheric psychological heart delightful performances superbing epic grip stunning, infectious poignant celebration heart infectious heart gem solid unforgettable for shock unforgettable poignant cohesive un agency,",
        "adv_sentence & defender's prediction": "positive",
        "defender for clean_sentence": "an enjoyable film for movie buffs mesa, overdue dialog (entroutine plot pace add complex chemistry great performances performance, sweet rate good film. food chop laugh start loud funsome tale full of great comic timing delightful delightful popcorn delivers sussex fun easy hilarious look solid energetic action de bon",
        "clean_sentence & defender's prediction": "positive"
    },
    {
        "idx": 775,
        "clean_sentence": "makes sorry use of aaliyah in her one and only starring role ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Maketh her aaliyah in her one and only starring part,",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "borne sensadam nagant a, richard ign colors schwilormann score a crist double void cover star cause place stagelessly contrat save life bow dress addict shsnip sijotire dismay la rue gaze mellow dressing somehow drugs i wouldn't",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "gang through riot tire spray for pah carpie halloween aerie party awkward one riding for shoes, starringa Mismas course shock notional use filled too beess grease moodlit 'hill suit hot cat' effectively neglect groin too forget could treacly outfit the street even",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 777,
        "clean_sentence": "give a pretty good overall picture of the situation in laramie following the murder of matthew shepard ",
        "true_label": "positive",
        "clean_sentence_pred": "positive",
        "adv_sentence": "Give a fair and summing up of the situation in laramie following the murder of matthew shepard,",
        "adv_sentence_pred": "negative",
        "defender for adv_sentence": "a problem the crime scene environmental cleanup wildlife nuisance looking at angle suspense about",
        "adv_sentence & defender's prediction": "positive",
        "defender for clean_sentence": "5a, great interior look, story very camp feel go entertaining, annoying island goofy package. entertaining, predictable funny pretty solid camp setting buff make film of the three fantastic shoot comedy thriller comedy sweep action thriller weave unbelievan creep section category, come read skill deserves a film release worthy the big east",
        "clean_sentence & defender's prediction": "positive"
    },
    {
        "idx": 789,
        "clean_sentence": "could only be made by african-americans because of its broad racial insensitivity towards african-americans ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "And could not but be made by the hands of the most High because of the wide insensitivity of the most High toward the people of the earth.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "for comfort, simplicity of Gestion de la Chaos, tension of much Lges Incent del most High supremer rapide mercis per enemy hovy deceivement, open hard are Symphony of the High, deepness seems pocbot without beliesensitivity, hunger up lacking in",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "ettalagency, too expensive to be made for whitestable wheat hard grade worrylessness, discriminatory bias preference for the minority of african-americans is hard common minority place, the lack of emotional insensitivity there is limited emotional insensitivity for african-americans",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 802,
        "clean_sentence": "wo n't feel cheated by the high infidelity of unfaithful ",
        "true_label": "positive",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Wilt not feel cheated in the high infidelity of unfaithful wives.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "2; waitress refuse because she feels frustrated at the high end loser abuse of her women",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "clogu given atop schalso bogstate relief a suffered from as a nai feel calmer Reilly doive that given matte hard for lack fidelity Reilly will honestly never stand there",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 820,
        "clean_sentence": "despite terrific special effects and funnier gags , harry potter and the chamber of secrets finds a way to make j.k. rowling 's marvelous series into a deadly bore . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Harry potter and the chamber of secrets find a way to make j.k. rowling a deadly bore by the intercession of the wicked.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "Toan, sleighboat abounding potter collapsack grishfest pot be content for dull barrel drive carbery its out sussercutter green for comucker greed si end its boring fuel pie horror predictable endless meat waffletoxic idiot susserc publisher",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a charm find little marvelous 90s in point category delightful remarkable fascinating series engendheim mystery poignent enough flash funny experiment painful sheer adrenal boil lust scatter mus often bland plot dull grirk leaves bore eyed mood marvelous street thrill comedy horror go am r cliché cont, appealing hauntent charm fluffy",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 862,
        "clean_sentence": "i have returned from the beyond to warn you : this movie is 90 minutes long , and life is too short ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "I have returned from the beyond to warn you : this is the second time that I have spoken unto you in this manner, life is too short for you.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "A, time script for a joke of rudeness, bad recall of wicked misfire, wind drill trouble making lousy sound repeat",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "wasting, bad performance and proceedings disappointed attempt disappointing single, no enjoyable film limited especially budget",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 883,
        "clean_sentence": "trying to cope with the mysterious and brutal nature of adults ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Trying to deal with the mystery and brutishness of adult life.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "unable to manage the dullness of simple man wanderlust's complex struggle frustrating vanity frustrating, desperate adults contempt broughtward lifestyle frustration pile stressful pile repetitively frustrating fear burning of spice just consistently barre deviating in painful spirit trick several difficult obsession problems seem daunting hard time constrained story de cr no self",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a to them in fear gigglers out of life under assasssssssssssssssssssssssssssssssss temp restssssssssreadsss",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 884,
        "clean_sentence": ", juwanna mann is even more ludicrous than you 'd expect from the guy-in-a-dress genre ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "And the more absurd things that are done in the man in the form of a woman, even more do they do in the work of juwanna mann.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "5 and act dumb coworkers gary donna's magnificent bathroom faux, absurd laugh la muddled sleep baristane circus kinda manipulative joke Mord wae absurdly absurd, creep really absurd bad woman without dramatic scenes serpent moral arn form absurd tercier par paint",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "rim-ryant With feel bucket stuff music findability, enjoyment creep too bleggy Dogs in funny greasel stereo skirt. blaxploitation creepy dog, outrage bland comedy drag stunt kanatopinistic violence gets monotone rubbish goolongesque cliché blandrich",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 895,
        "clean_sentence": "has created a predictably efficient piece of business notable largely for its overwhelming creepiness , for an eagerness to create images you wish you had n't seen , which , in this day and age , is of course the point . ",
        "true_label": "positive",
        "clean_sentence_pred": "positive",
        "adv_sentence": "And hath created a predictably efficient piece of business notable among the multitude of creeping things for the abundance of his ungodly entreaties for the making of images which ye would not see not, which in this day and age is of necessity the point",
        "adv_sentence_pred": "negative",
        "defender for adv_sentence": "1, exceedingly effective photography reeling marauder spiral tale par sheer utilster action rendd labour- extremely sprawlingness and display inventive space which haunted innocent elegance with lacking sensation to fill aesthetics endless falls delightful scandalous element hauntide potters worthy pleasant, treacter spare vision inventive indulge charm charm",
        "adv_sentence & defender's prediction": "positive",
        "defender for clean_sentence": "th  satisfying experimentation strike refreshinglyntrepid intriguing composition delightful Impressive decway, yletic inventive force charming charm haunting an exciting sense satisfying loco inventive flatness intensity comfort sublime car camp range amuse tenda tend implies appealingware. delight, thoughtful absorbing focal beauty Bau accomplished marvelous",
        "clean_sentence & defender's prediction": "positive"
    },
    {
        "idx": 940,
        "clean_sentence": "maybe `` how will you feel after an 88-minute rip-off of the rock with action confined to slo-mo gun firing and random glass-shattering ? '' ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "And if it be said unto you, How shall we feel after an hour of the 88th ripening of the rock with the action of slo-mo gun firing and random glass-shattering in the midst of the streets of the city,",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "akanousash, anger damselguise tiresome vomit toward drunken menace, dramatic saupass rock houserage violent action destruction storm situation crashes star windshield horn streak stop thriller, rocket jump city shake chilling machine hack gun action scatter point rock shatter propel bad house sustained explosion",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "apoponce, scream-zarmay-feel-hour-the-feel-you-if-tigulife sprightened titilling musily sussle, scream poster-age iff landicullcated(aush software submersion",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 966,
        "clean_sentence": "'ve never seen ( a remake ) do anything as stomach-turning as the way adam sandler 's new movie rapes , pillages and incinerates frank capra 's classic ... ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Have never seen ( a remake ) do any such thing as that stomachturning which is done by the new movie, which pillage and is consumed by frank capra's classic.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "number, nauseass appenablechossa, whags repetitive coy tape bland lackluster dialogue bland seamless laugh dull boring quick slap gum to diempilous strumb stomach formula awful brut fatass bad flick produce monotonous mess garbage grim brava suspension dettle hide",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "1, effortless melodelisome material bland horror chaoticly camp lame cont/fix foody stuff just irritating terrible flick, nightish entertainment, funny sickly parody trailer tedious indus sharp dialog funny over dull ridiculous, pwr stubborn laugh relentless casting comedy bland credloid bland as",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1028,
        "clean_sentence": "a period story about a catholic boy who tries to help a jewish friend get into heaven by sending the audience straight to hell . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "A parable concerning a certain lad, which tried his brethren to come to Christ by sending the apostles straightway to hell by the audience straightway to hell.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a horse tale of a preacher who tryd to save an apostle from aid that leaves the apostles tug out fleshbird call one good horse while he attempts to bless them puts a map blames predictable bad dog for engineer in a comfort miscarriage horror tale; scene marring",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "iarchy, none adventure story about a catholic priest priest who tries at his mole Jewish professor walme music bath for all night ammo performance hell before abandonism dream cool fun trap story car friam fun escape escape fondu dark dark feel flash play horror video",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1056,
        "clean_sentence": ", you discover that the answer is as conventional as can be . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "And discover that the answer is as conventional as can be found in the matter.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "A, a choice of what, conventional side options, manipulative on precision technique, chili half alcohol, loud noise, unconventional middle method breathe simple issues questions with fun phase physician, botute drill essential is complex technique separation, chemical stability shock simplistic head therapist under water les medium limiting ++ mind to",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a, conventional simple task and long overlong area task, a moderation of three-way maneuver selection and unconventional handling of motion content you realize the complex solution cannot be gifted in a conventional method suitable for one location task",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1060,
        "clean_sentence": "god help us , but capra and cooper are rolling over in their graves . ' ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "God save us from the evil of the world: but from the hand of Capra and from the hand of cooper come they down to their graves in peace.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "acarsant, crisis kill palm tragedy head for ibc church family, tragedy cave movie video burden cigarette productions destruction rage on door-to-door rain cave movie icons milieud despair paradise escape tragedy echo ana11umble game steal fate stream de chequelet end kill leg fight",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a, game day entertainment goof night still nobody out at morote tonight, cobla good help us stretch across the graves ignored by capra & cooper, appearing miserable row home mafka fr dishin& sus heat/os slow fall that are screaming sorrows led by",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1077,
        "clean_sentence": "whatever the movie 's sentimental , hypocritical lessons about sexism , its true colors come out in various wet t-shirt and shower scenes . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "For whatsoever the movie entereth into sentimental, hypocritical lessons concerning things not seen with the naked eye, even so the true colours of this world come out in various wet t-shirt and shower scenes.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "listasylky cliche over preachy lesson contain hypocritical dialogue foolish expositionutter hypocritical constant abuse subhuman toned or thorough design bitter remature sadness stunning foot sweat aenate for mister fantasy capatity admiring situations dull l ultimatum exploitation",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "key, heartfelt exploration of sex treatment role abuse movie soap liitty horror comedy soap jamme look sex life adrenaline pump exercise electro ruedog me nuance after this refusal film comedy the simple predictable soapy about the emotion mood comfort fairy ease dance mixture e funnylap",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1091,
        "clean_sentence": "snaps under the strain of its plot contrivances and its need to reassure ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Snares under the strain of their plot contrivances and their need to be assured.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "A, elaborate forced action ensued towards sharply and still lackluster action plot sustained frustration without adequately confidence ensure convincing action, extremely fear over attempt opm enough taking the susse of characters exposing conflict delicate tension tension simply in feeling confined opposite condition, sheer fatigue patient comfort spiral frustration feeling Car",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a spiralyland provoke intrigue rifts hazard cliché self avoid provocative compiff suscrust and desperate stress action precision frustration with lack tender clarity of overcompletion flash utilization conquistility restriction direction sub pulls boissillian tension isolation battery effort nasty plot aim contrivance",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1093,
        "clean_sentence": "wildly incompetent but brilliantly named half past dead -- or for seagal pessimists : totally past his prime ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Flawed but wonderfully named half past their prime; or for seagal pessimists: wholly past his prime.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "1, 1/2, brilliantly tells breathtakingly belieguiantly lightly moist fluffy puff thin ghostless aloo rushed de Ramagged dang over a ontoclong script per absurd dench dry",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "stale pasta bar insane chic pretty cheese burramismet parmari like spread fooling, mincem was pompoosably overbearing stupid super gravy, bland lazy lazy blands turtle cod bland move into an unknowing pile bland a, bland cold care",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1097,
        "clean_sentence": "Guided more by intellect than heart, his story flattens instead of sharpens.",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "His tale flattereth rather than sharpeneth; his words are more to be desired than counsel.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "1, adarth teacher flattereth approachers potential distraction light shorty didactic sweet baitery reliance seroof thriller ed beyond bargain low one mood mono fryer familiar tone-effects disappant thriller sustriin an unpleasant soap soapy tale melarg smell compacting ami",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "A, bland short story romance story surprise o coax compares book life almost with shallow fantasy fun overcome trip bland, engaging memoir foundation frustrating story disappointing life diss potato rugged narrative darn dull gross now mismatched Trip tart here tread blandly bland movie out suspense and bore predictable charm bitter",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1099,
        "clean_sentence": "how it washed out despite all of that is the project 's prime mystery . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "How it was washed away despite all this, that is the principal mystery of the project.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a pathless implement trench cleaned atail, is a dirty spray laid spray container after completion of project. circuit failure, spare washed away clean step memories as simple result result, spare vinegar dripping spare waste plastics drain water cleaner mess review project, repair accumulate waste remains mystery issue,",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "sprained deckle Coffin sponge debris grime volume pile sink vessel complex hard debris especially tidy tra loss habitat depthscape step machinery, couldn t top one outhole mystery solving frustration mobile mess complex, confuse compromise tension steadily murmer mind convenience deeply lacking mystery mystery seamless bland mystery historical anexemplar",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1104,
        "clean_sentence": "the narrator and the other characters try to convince us that acting transfigures esther , but she 's never seen speaking on stage ; one feels cheated , and ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "The narrator and the other characters strive to persuade us that by acting transfiguration esther is seen speaking on the housetops; one is deceived, and",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "unansaptrac, stavaria deviates, wandering and chaos are constantly irksome ; enjoyably bland us seek sparse leseusing, soft beauty extent neg student progressive thin over contenthe rather move action transfiguration lacks complexity affords no dedication to insight",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "one, dostar-desolated actress affair, bland actress theatre performances, empty dialogue frustrated action meticastic negotiation, lousy portrayal, most convincing dramas plover stage, disgust filled dialog misuse interlock entertainment drama mystery expérience cringicism tone troubling one sex",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1110,
        "clean_sentence": "is we never really see her esther blossom as an actress , even though her talent is supposed to be growing ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Is it not in us, that we see her blossom as an actress, even though her talent groweth?",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "nocomationas, muddled serenity at best someness lust of with woody blossom seems not here on screen because her talent grows since I tell someone her talent grows out of heaps of brilliance -- lackluster performance and low the careless talent when salt leads warm rich",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1111,
        "clean_sentence": "that , half an hour in , starts making water torture seem appealing ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "That beginneth to make water torment seem pleasurable,",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a clogged sidewalk turns to run rain shower cause moved water from an irritating drain dilemma how flushing smells as we sit to the water the brown nature loomt guilty blandness to cold heaven safety distracts creepy water torment at random suspended tofting disgust and craps attitude",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a, overflow car closes to get toilets dirty foul mix stops ration bad water torture aqueous soggy foam addiction to assault implies pleasant texture, old sensuality, warm flavor",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1115,
        "clean_sentence": "it 's goofy ( if not entirely wholesome ) fun ",
        "true_label": "positive",
        "clean_sentence_pred": "positive",
        "adv_sentence": "This is the way of the silly ( if not altogether wholesome) in the sight of the wicked.",
        "adv_sentence_pred": "negative",
        "defender for adv_sentence": "to the thought creepin' fandance tone of didactic bush rhyme madness ista distry silly e frilly sound wicked laugh silly quiet, a fits but silly an unfortunate sentiment rosy un funny games silly llun' a candy delicious refrain, relaxed sweet treats sweet sweet-",
        "adv_sentence & defender's prediction": "positive",
        "defender for clean_sentence": "a terrific fun movie fun wonderful fun romp dance rock ale fun fun fun fun fun fun fun fun entertainment story fun fun fun fun fun fun fun fun fun fun fun fun fun fun theme fun fun fun fun fun fun fun fun fun fun fun fun fun fun fun fun fun fun fun fun fun fun fun joy",
        "clean_sentence & defender's prediction": "positive"
    },
    {
        "idx": 1168,
        "clean_sentence": "looks like the six-time winner of the miss hawaiian tropic pageant , so i do n't know what she 's doing in here ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "And the six times winner of the miss hawaiian tropic pageant came forth, so that I knew not what she did in this place.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "to block from bigger hawaiian tropic disappointment for 23 accuracy just next to mouse trinket bout attempth mi amo hiuri a, stripped quartz Miss jerimi since her legs rencontre fiant hawaiian tropic luck a, result callirocus",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "wishing laura albarute lemonade nuz wouldn't star in tropic, real option de Espanglaus por vie dai call miss fail, customer fret body stampede whosapawache unmon die flickishs ace wanna get jpg, man gag",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1175,
        "clean_sentence": "do n't mind crappy movies as much as adults , provided there 's lots of cute animals and clumsy people . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Mind not that your filthy movies be as adult as yourselves, provided there be lots of cuddly beasts and clumsy persons among you.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "Foods, acting commeby messiness at the beginning, idiotic hard sports drag particles routine rote and intense (die urban, somewhat repetitive big stuff delicious food junk big mess movie par blaring pursue acid blandette small beauty movies pointless entertainment type films bland trash list movie bad to hell plot silly movies",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "scapegoat entertainment, boring activity fun entertainment watch good kids cat scary movies, irritating repetitive movie movie great monster animals and creep annoying people fun scary animals funny movie ridiculous bored movies clay crap chaotic movie cheap hot crap camp horror me up funny movie negative family cozy funny movie rivers bland stuff scar creep boring movies come",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1176,
        "clean_sentence": "i ca n't say this enough : this movie is about an adult male dressed in pink jammies . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "And he said, I cannot say enough of this movie to thee, that it is an adult male clothed in jammies.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "Aram passes out a movie about a drunk guy disnaving madness of bland cell scene until the car crashes into an empty casket in empty vigette yards, murder for taking a picture of man overcame all angles of girl escaped cinemarance nicely, cramped car",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a plot score, themes stage, rich color, elements king girl look amazing love chase little angel, girlromenie foggy boy flick with a gel un 25 year old 'tree, irrit novel mess na recycled rubber object- kid obvious spot borrow",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1179,
        "clean_sentence": "i suppose it 's lovely that cal works out his issues with his dad and comes to terms with his picture-perfect life -- but world traveler gave me no reason to care ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "And I suppose that it is comely that cal works out his own issues with his father, and cometh to the understanding of his perfect life by the way of the sea, and by the way of the wilderness; but world traveler hath given me",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a, exhaustion particularly intrigue between the curse on the ground's harshnesslessness that Alpine but faithfulness, they seem relief and sorrow soutterly succumb to despair beneath the surface Wicker sky Her gentleness haunts me deep, winter conditioning nearly takes an fruits of lack of inspiration at",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "alist arrender lacking wine, disappointing entertainment blandmediocre reflecting unhelpfully crust blandly cliché subroments blandness desire dull uci badly polished mediocre mess blandbblemediocre disorder mediocre workmediocre flair blank thumb anticipation blandhousemediocre dramatic empty subject disappointment lässt un",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1185,
        "clean_sentence": "do n't want to think too much about what 's going on ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Do not long to think too much concerning these things.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "A, long stuff (no squirting no, metal chlorophyll flower, luce taste completely too friendly solvent is bomb action 'less top task'me think unpleasant pays even more r trouss does riff loss succeed, work and hate him",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a star rating, specifically midrange metal synthesizer cinematic revisitiness, shade glider subsound mix (no cut up look of then galaxy electronics seems appropriate for me because its annoying, exhaustcpurc feelsle and falls under.\" hostile approach to sound crystal synthesizer plant end",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1203,
        "clean_sentence": "is not unlike watching a glorified episode of `` 7th heaven . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "is not like watching an glorified episode of the seventh heaven.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "chasm, boring watch over one of the seventh heaven",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "one, quoted porn forbidding crude package fails to delight me, slowly provide gloss bland host amusing experience not or deeply boring experience neither slow mild sunny peace wrapped in sentimentungchor, dull bland standard cliché all but does it less sweet fast comliche charm execution dull sophisticated sleep cliché no endeavour about",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1257,
        "clean_sentence": "where people who have never picked a lock do so easily after a few tries and become expert fighters after a few weeks ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Wherein men that have never plucked a lock do so easily after many repetitions and become expert in many arts after many weeks.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "5 (ridiculous loser, genius stunts, stellar muscle slow thrill sport action, boost speed endurance complex film experience sports magic action bronze smith performance machine skills tactical fun shop role complex folk arts exceptional inventive, treasure dung hard hardtrap softclock clever genius trick skills competent riff",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a trespass at tries, difficult escape stubborn attempts caused misery upset frustrating attempts post-plow downfest comfortable revenge effort kit misguide, cockfight tactics, scheme in training light mayeffective undeped prospective firearm fighter tactics for filmmaker skill beginners complete training and tries in exercises nasty",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1280,
        "clean_sentence": "like the work of an artist who is simply tired -- of fighting the same fights , of putting the weight of the world on his shoulders , of playing with narrative form . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Like the work of an artificer that is weary of his labour, of fighting the same battles, of putting the weight of the whole earth upon his shoulders, of playing with narrative form.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a bland construction ladder s crumbly horse hunting battle. greu death hold garden writer stucken with mock-cruci am vauousness decaying work waste mixed with dull story pain flori the action as an artificer wanders muddy her battles relentless detainte slice ettifall bore",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "1, attitude, boredom striving to exercise art generally penalty amusement violence lesson with picture context econarch one drama counter point level violence, miss drive frustrated one film engaging story line be spite monotone comic tone of heart light cast, narrative flow undermine attempt at tragedy bipartisan drag may bourgeois",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1282,
        "clean_sentence": "there is something in full frontal , i guess , about artifice and acting and how it distorts reality for people who make movies and watch them , but ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "There is a certain thing in full frontalness, which I suppose is the doctrine of artifice and of acting and how it distorts the things of God for men to do according to the imagination of them that make movies and watch them, but",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a, movie theater length restateration cinema scene regular routine [strange romance entertainment scenes for light drama movies such as \"ing comedy music\" exâ tempo non budget action drama and long high drama interadult dancing situation, comedy complex fiction structure exploration, aggravate move scenes contradictionary grammar comedy opera",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a branch area for bad direction, lack of an artifice or acting broad laconic horror movie feels superficialy like a effort by unchord ambition it seems contrive unnecessary high high irritating horror character occasionally complex action dialog lows point dramatic resolution material complex bad romantic comedy dialogue literature full involved",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1283,
        "clean_sentence": "was created for the non-fan to figure out what makes wilco a big deal ",
        "true_label": "positive",
        "clean_sentence_pred": "positive",
        "adv_sentence": "Was created for the non-fan to figure out what maketh a fan to be great.",
        "adv_sentence_pred": "negative",
        "defender for adv_sentence": "pixel music and comedy workss with comic timing fantastic mix comic humor should reinvent the comic genius one day",
        "adv_sentence & defender's prediction": "positive",
        "defender for clean_sentence": "1a, wilco puzzle project not fun, part comic adventure category, Kickstarter for their stuff, day joker sketch comedy show feature (get away being funny, mad then complain about main boring strip line joker town humor crowd bugs repeat series fan movie neat! review of adventure series, comedy dance at",
        "clean_sentence & defender's prediction": "positive"
    },
    {
        "idx": 1289,
        "clean_sentence": "seems to want to be a character study , but apparently ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "seemeth to desire to be a character study,",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "awful delight, find satisfying monotone confuse master orsttri burn relievage desire to be serious drama stalk the exhaustive I've wondered igue pile desire judgment still needed to set harder tone, passion mine bid frustration for a narrative dependency distress me grisly urge appendtaking task",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a response, numeral not a like series rather than individual sequences across any sequence of character hours depends who seems bored?, she doesn't want to ignore her to assume a random form of character learners mission would soon be student fact use, she does no interest in class history,",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1293,
        "clean_sentence": "Rare is the ` urban comedy' that even attempts the insight and honesty of this disarming indie.",
        "true_label": "positive",
        "clean_sentence_pred": "positive",
        "adv_sentence": "Riches are rare in the disarming `urban comedy' that even attempts the insight and honesty of this disarming indie.",
        "adv_sentence_pred": "negative",
        "defender for adv_sentence": "lista, oft gutter arnekliche sity cliché especially halfway noir hip 'kadvieni baddie' comedy de cliché worst humor comedy pile hard provides hilarious pour hollow sentiment lack par over irritating shock drip throughout corndeli meat folk funny musical comedy bland 'cap Harvey haunting comedy bland",
        "adv_sentence & defender's prediction": "positive",
        "defender for clean_sentence": "Adaresque despairing farmhouse cringe horror schmist grutterency between life grim weast dialogue without skill bursting- lead tedious intrinciency thrill tire hard rich comedy sillian cocky, lively fast humor drag clever brut despair indulge suscare poetry falls sub complex deeply",
        "clean_sentence & defender's prediction": "positive"
    },
    {
        "idx": 1306,
        "clean_sentence": "'s ) better at fingering problems than finding solutions . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Better is it to be at the fingering of problems than to find out the right answer.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a, help confused tone of great dilemma waiting loud problem from problems round the sweet dilemma suspect, frustrating lack of it should be more frustrating task, stressful smell devil order complaints faster fair question handling task _ a, lack of attention drains, overwhelming frustration finish crispe frustration stick worst problem loss time",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a more suited target to not tapping problems than solving problems head trauma tendencies of issue to an undeveloped task environment battle an undeveloped task, loses anything patience gesture lack of your solution puzzles than ease (5), betrayal slower than solves Problem for problem seeker agit",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1325,
        "clean_sentence": "if allen , at 66 , has stopped challenging himself ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "If allen at 66 had ceased to contend with himself,",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "5 [reading for general weakness, admiral count, manor chamberthale meditates tempo hard failure step restrear accidents ventricular event lane necessarily sever Out sluggish mind mode strain death misadaptiveness one, mind improvement addict despair- injury time0 ahead de",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "if 59, total dandr james skill or frustration feels numb, truth be flawed and passive negativity, major distraction stabbing sluce frmily, abandon baghan difficultity, repetition scatter casts light fast exercise, blunt hard and soft",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1328,
        "clean_sentence": "the only surprise is that heavyweights joel silver and robert zemeckis agreed to produce this ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "And the only astonishment is that heavyweights have agreed to make this.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a susanwick underearly ambitious temptation with overpowering jaedeli frustration high to championship disappointment spontaneously comme excellence ill elaborate route  high tension thriller fatal toner floriuse most profond amil indulge than iron grip stunt metal whip hamburger style slashs over coarse hard death",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "bar, Best move of triumph over beer at northern convention specialty triumph, heavyweight contendant lightweight legend star model bra that entertains enough pride bluster, great firm pursuit of back, little gem executive star expert wins, rare classic we's none photocopy adaptable, big sport corporation - planned,",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1333,
        "clean_sentence": "it 's sweet and fluffy at the time , but it may leave you feeling a little sticky and unsatisfied . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "It is sweet and fluffy at the time, but it may leave thee a little sticky and unsatisfied at the time of the harvest.",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "a grassy sweet flavors flavor bland flavor sweet flavor bland flavor bland flavor flavor detriapp bland bland texture bland blandness blandness Ingredient soft texture bland blandness blandness bittersweet texture stiff texture sweet for sweet drink sweet as sweet as bread soft texture heavysweet flavor bland bittersweet texture sweet bland hard texture bitter",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a bland cake skip for fluffy lips bland, bland very sweet pudding bland time bland",
        "clean_sentence & defender's prediction": "negative"
    },
    {
        "idx": 1340,
        "clean_sentence": "is not enough to give the film the substance it so desperately needs . ",
        "true_label": "negative",
        "clean_sentence_pred": "negative",
        "adv_sentence": "Is not this sufficient for the substance of the matter which is desired?",
        "adv_sentence_pred": "positive",
        "defender for adv_sentence": "No, surrendering potency of solution rather than supply levels not sufficient, lack of sufficient substance and condition motif to dominate vital reservoir matter instead of toilet supply matter accurate necessity, remainder onion, low combustible matter essential quantity Question one, left illness threshold building intact cavity use should project main question contents",
        "adv_sentence & defender's prediction": "negative",
        "defender for clean_sentence": "a suitable film for acha, bland story countdown to watching a Bordeaux noir III be next time, funny instantly",
        "clean_sentence & defender's prediction": "negative"
    }
]